INSERT INTO films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
VALUES
('Ирония судьбы, или С легким паром!', 'Советская новогодняя комедия о случайных встречах и любви.', 1975, 1, 12, 184, 1),
('Заклятие', 'Фильм ужасов о паранормальных явлениях, основанный на реальных событиях.', 2013, 2, 16, 112, 2),
('Терминатор', 'Научно-фантастический боевик о борьбе с искусственным интеллектом.', 1984, 3, 16, 107, 3),
('Король Лев', 'Мультфильм о приключениях львенка Симбы и его пути к трону.', 1994, 4, 6, 89, 4),
('Гладиатор', 'Историческая драма о судьбе римского генерала, ставшего гладиатором.', 2000, 5, 16, 155, 5),
('Зеленая миля', 'Драма о надзирателе в тюрьме и заключенном с мистическими способностями.', 1999, 6, 16, 189, 6),
('Властелин колец', 'Фэнтези о борьбе добра и зла в Средиземье.', 2001, 7, 12, 178, 7),
('Интерстеллар', 'Научно-фантастический фильм о поиске нового дома для человечества.', 2014, 8, 12, 169, 8),
('Семь', 'Триллер о расследовании серии убийств, связанных с семью смертными грехами.', 1995, 9, 18, 127, 9),
('Шерлок Холмс', 'Детектив о знаменитом сыщике, решающем сложные дела.', 2009, 10, 12, 128, 10);
